tap "homebrew/bundle"
brew "awscli"
brew "brew-gem"
brew "cloc"
brew "cmake"
brew "colordiff"
brew "curl"
brew "fzf"
brew "gettext"
brew "gh"
brew "git-delta"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mysql"
brew "ninja"
brew "node"
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "tree"
brew "zoxide"
brew "mise"
cask "font-hack-nerd-font"
cask "iterm2"
cask "notion"
cask "raycast"
cask "slack"
cask "docker"
